tap "hashicorp/tap"
tap "microsoft/git"
tap "microsoft/mssql-release", "https://github.com/Microsoft/homebrew-mssql-release"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "chezmoi"
brew "carapace"
brew "dust"
brew "duf"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "grpcui"
brew "harlequin"
brew "helm"
brew "httpstat"
brew "istioctl"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "k9s"
brew "lazygit"
brew "lsd"
brew "mise"
brew "msodbcsql18"
brew "navi"
brew "neovim"
brew "pi-coding-agent"
brew "procs"
brew "ripgrep"
brew "rtk"
brew "sd"
brew "starship"
brew "terminal-notifier"
brew "hashicorp/tap/terraform"
brew "tlrc"
brew "tmux"
brew "wrk"
brew "yazi"
brew "zoxide"
cask "aerial"
cask "alfred"
cask "dbeaver-community"
cask "docker-desktop"
# cask "dotnet-sdk"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "microsoft-remote-desktop"
cask "miro"
cask "notion"
cask "obsidian"
cask "freelens"
cask "openshot-video-editor"
cask "rectangle"
cask "shotcut"
cask "visual-studio-code"
vscode "angular.ng-template"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-vscode-remote.remote-containers"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
