tap "homebrew/bundle"
tap "microsoft/git"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "chezmoi"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "grpcui"
brew "helm"
brew "httpstat"
brew "istioctl"
brew "jq"
brew "kubernetes-cli"
brew "k9s"
brew "lsd"
brew "navi"
brew "neovim"
brew "nvm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "terminal-notifier"
brew "tlrc"
brew "tmux"
brew "wrk"
brew "zoxide"
cask "aerial"
cask "azure-data-studio"
cask "brave-browser"
cask "dbeaver-community"
cask "docker-desktop"
# cask "dotnet-sdk"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "microsoft-remote-desktop"
cask "miro"
cask "notion"
cask "obsidian"
cask "freelens"
cask "openshot-video-editor"
cask "rectangle"
cask "shotcut"
cask "skitch"
cask "visual-studio-code"
cask "webstorm"
vscode "angular.ng-template"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-vscode-remote.remote-containers"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
