tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "microsoft/git"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "chezmoi"
brew "fd"
brew "fish"
brew "fisher"
brew "gh"
brew "git"
brew "git-delta"
brew "grpcui"
brew "helm"
brew "istioctl"
brew "jq"
brew "kubernetes-cli"
brew "lsd"
brew "navi"
brew "neovim"
brew "nvm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "terminal-notifier"
brew "tlrc"
brew "tmux"
brew "wrk"
brew "zoxide"
cask "aerial"
cask "alfred"
cask "azure-data-studio"
cask "brave-browser"
cask "docker"
# cask "dotnet-sdk"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager-core"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "microsoft-remote-desktop"
cask "miro"
cask "obsidian"
cask "openlens"
cask "postman"
cask "rectangle"
cask "shotcut"
cask "skitch"
cask "visual-studio-code"
cask "webstorm"
vscode "Angular.ng-template"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "ms-dotnettools.csharp"
vscode "SonarSource.sonarlint-vscode"
