<?xml version="1.0" encoding="utf-8"?>
<packages>
  <package id="awscli" />
  <package id="bat"/>
  <package id="base64" />
  <package id="chezmoi" />
  <package id="docker-desktop"/>
  <package id="delta"/>
  <package id="dust"/>
  <package id="duf"/>
  <package id="fd"/>
  <package id="fzf"/>
  <package id="git"/>
  <package id="gh"/>
  <package id="istioctl"/>
  <package id="jq"/>
  <package id="kubernetes-cli"/>
  <package id="kubernetes-helm"/>
  <package id="kubectx"/>
  <package id="kubens"/>
  <package id="lazygit"/>
  <package id="llvm"/>
  <package id="lsd"/>
  <package id="mise"/>
  <package id="neovim"/>
  <package id="nerd-fonts-JetBrainsMono"/>
  <package id="freelens"/>
  <package id="poshgit"/>
  <package id="powershell-core"/>
  <package id="procs"/>
  <package id="redis"/>
  <package id="ripgrep"/>
  <package id="sd-cli"/>
  <package id="starship"/>
  <package id="stern"/>
  <package id="vscode"/>
  <!-- <package id="wsl2"/> -->
  <package id="yazi"/>
  <package id="zoxide"/>
</packages>
