<?xml version="1.0" encoding="utf-8"?>
<packages>
  <package id="awscli" />
  <package id="base64" />
  <package id="chezmoi" />
  <package id="docker-desktop"/>
  <package id="delta"/>
  <package id="fzf"/>
  <package id="git"/>
  <package id="gh"/>
  <package id="istioctl"/>
  <package id="jq"/>
  <package id="kubernetes-cli"/>
  <package id="kubernetes-helm"/>
  <package id="kubectx"/>
  <package id="kubens"/>
  <package id="llvm"/>
  <package id="neovim"/>
  <package id="openlens"/>
  <package id="powershell-core"/>
  <package id="redis"/>
  <package id="starship"/>
  <package id="stern"/>
  <!-- <package id="wsl2"/> -->
  <package id="zoxide"/>
</packages>
