tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "microsoft/git"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "chezmoi"
brew "fd"
brew "fish"
brew "gh"
brew "git"
brew "jq"
brew "kubernetes-cli"
brew "lsd"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zoxide"
cask "aerial"
cask "alfred"
cask "brave-browser"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager-core"
cask "insomnia"
cask "iterm2"
cask "obsidian"
cask "rectangle"
cask "visual-studio-code"
cask "webstorm"
