<?xml version="1.0" encoding="utf-8"?>
<packages>
  <package id="awscli" />
  <package id="base64" />
  <package id="docker-desktop"/>
  <package id="helm"/>
  <package id="istioctl"/>
  <package id="kubernetes-cli"/>
  <package id="neovim"/>
  <package id="openlens"/>
  <package id="powershell-core"/>
  <package id="starship"/>
  <package id="wsl2"/>
  <package id="zoxide"/>
</packages>